Repository: Strnadi/Strnadi-Mobile-App
Catalog: ios/RecordingActivity/Localizable.xcstrings
Source language: en
Languages: cs, de

# streamRec.buttons.pauseRecording
source: Pause recording
cs: Pozastavit nahrávání
de: Aufnahme pausieren

# streamRec.buttons.resumeRecording
source: Resume recording
cs: Pokračovat v nahrávání
de: Fortsetzen

# streamRec.activityFailure.location
source: Location unavailable. Open Strnadi to resume.
cs: Poloha není dostupná. Pokračujte ve Strnadi.
de: Standort nicht verfügbar. Zum Fortsetzen Strnadi öffnen.

# streamRec.activityFailure.locationPermission
source: Location access is missing. Open Strnadi.
cs: Chybí přístup k poloze. Otevřete Strnadi.
de: Standortzugriff fehlt. Strnadi öffnen.

# streamRec.activityFailure.microphonePermission
source: Microphone access is missing. Open Strnadi.
cs: Chybí přístup k mikrofonu. Otevřete Strnadi.
de: Mikrofonzugriff fehlt. Strnadi öffnen.

# streamRec.activityFailure.microphone
source: iOS could not restart the microphone. Open Strnadi.
cs: iOS nemohl znovu spustit mikrofon. Otevřete Strnadi.
de: iOS konnte das Mikrofon nicht neu starten. Strnadi öffnen.

# streamRec.activityFailure.busy
source: Recording is still processing. Try again shortly.
cs: Nahrávání se ještě zpracovává. Zkuste to za chvíli.
de: Die Aufnahme wird noch verarbeitet. Gleich erneut versuchen.

# streamRec.activityFailure.unavailable
source: Recording controls are unavailable. Open Strnadi.
cs: Ovládání nahrávání není dostupné. Otevřete Strnadi.
de: Aufnahmesteuerung nicht verfügbar. Strnadi öffnen.

# streamRec.activityFailure.unknown
source: Recording command failed. Open Strnadi.
cs: Příkaz nahrávání selhal. Otevřete Strnadi.
de: Aufnahmebefehl fehlgeschlagen. Strnadi öffnen.

# streamRec.buttons.finishAndSaveRecording
source: Finish recording and open save form
cs: Dokončit nahrávání a otevřít formulář uložení
de: Aufnahme beenden und Speicherformular öffnen

# streamRec.activity.elapsedTime
source: Recording duration
cs: Délka nahrávky
de: Aufnahmedauer

# streamRec.activityFailure.finish
source: Could not finish recording. Open Strnadi to retry.
cs: Nahrávání se nepodařilo dokončit. Zkuste to ve Strnadi.
de: Aufnahme konnte nicht beendet werden. In Strnadi erneut versuchen.

# streamRec.status.paused
source: Recording paused – tap to resume
cs: Nahrávání pozastaveno – klepněte pro obnovení
de: Aufnahme pausiert – tippen zum Fortsetzen

# streamRec.status.recording
source: Recording…
cs: Nahrává se…
de: Wird aufgenommen …
